<template>
	<div class="agreement">
	    <mt-header title="用户协议" fixed class="w-header">
	      <i class="iconfont icon-back" slot="left" v-touch:tap="goback"></i>
	    </mt-header>
	    <div class="m_box">
	      <h2>沃顿金服用户服务协议</h2>
	      <p>为使用沃顿金服网站服务，维护用户合法权益，特制订《沃顿金服用户服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，并选择接受或不接受。除非您已阅读并接受本规则所有条款，否则您无权申请或使用沃顿金服网站服务。您申请或使用沃顿金服网站 （网址：<a href="http://www.wodunjf.com/">http://www.wodunjf.com/</a> ）服务的行为即视为您已阅读并同意受本协议的约束。</p>
	      <p>本服务协议适用于姚顿集团有限公司旗下的沃顿金服网站（以下统称“本网站”）。您在本协议中为甲方，沃顿金服网站为乙方。本网站依据本协议的规定为网站注册用户提供服务，为维护双方的合法权益，本着平等互利的原则，双方就本网站服务之相关事宜达成本协议，本协议对甲乙双方具有合同上的法律效力。</p>
	      <h3>第一条 声明与承诺</h3>
	      <p>一、甲方声明，在甲方同意接受本协议并注册成为本网站用户时，甲方是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人，且本协议内容不受甲方所属国家或地区的排斥。不具备前述条件的，甲方应立即终止注册或停止使用本网站提供的服务。</p>
	      <p>二、甲方确认，在甲方注册成为本网站用户并接受本网站提供的相关服务之前，已充分阅读、理解并接受本协议的全部内容及本网站已经发布的各类规则，请甲方审慎阅读并选择接受或不接受。您一经注册或使用本网站提供的任何一项服务即视为对本协议全部条款已充分理解并完全接受，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担相应的法律责任。</p>
	      <p>三、甲方同意，在本协议的履行过程中，乙方有权根据经营需要对本协议内容进行单方面的合理变更，并在本网站的社区公告区予以公布，无需另行单独通知甲方；若甲方在本协议内容公告变更后继续使用本网站提供的任何一项服务，即表示甲方已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本网站提供的有关服务；若甲方不同意修改后的协议内容，应停止使用本网站提供的有关服务。</p>
	      <h3>第二条 本网站用户</h3>
	      <p>甲方可以按照本网站的提示，自行从本网站官方网址进行注册，前提是须接受本网站服务协议，登记并向乙方申请注册成为本网站的用户。</p>
	      <h3>第三条 乙方提供的服务项目</h3>
	      <p>一、银行卡认证：为使用乙方或乙方委托的第三方机构提供的充值、取现、代扣等服务，甲方应按照本平台规定的流程提交以甲方本人名义登记的有效银行借记卡等信息，经由乙方审核通过后，乙方会将甲方的账户与前述银行账户进行绑定。如甲方未按照乙方规定提交相关信息或提交的信息错误、虚假、过时或不完整，或者乙方有合理的理由怀疑甲方提交的信息为错误、虚假、过时或不完整，乙方有权拒绝为甲方提供银行卡认证服务，甲方因此未能使用充值、取现、代扣等服务而产生的损失自行承担。</p>
	      <p>二、充值：甲方可以通过本网站指定方式将资金转账到乙方银行存管账户，乙方将在甲方的电子账户内增加等额资金数，用于本网站平台的交易。</p>
	      <p>三、提现：甲方可以要求乙方向其退返代管的款项。当甲方通过本网站向乙方做出提现指令时，乙方将于收到指令1个工作日内，将相应的款项汇入甲方经过认证的银行卡账户（该账户须以甲方为开户人，并在中国大陆境内），根据甲方提供的银行不同，会产生到账时间上的差异，乙方不对到账时间做任何承诺，不承担因延迟到账相关的责任。除本条约定外，本网站不接受甲方提供的其它受领方式。</p>
	      <p>四、查询：乙方将对甲方在本网站中的所有操作进行记录，不论该操作之目的最终是否实现。甲方可以通过会员账户实时查询会员账户名下的交易记录。</p>
	      <h3>第四条 责任范围及责任限制</h3>
	      <p>（一）乙方仅对本协议中列明的责任承担范围负责。</p>
	      <p>（二）本网站注册用户信息都是由用户本人自行提供的，乙方无法保证该信息之准确、及时、完整、有效，甲方应基于自己的判断决定是否与其他注册用户进行交易，并对由此产生的风险承担全部责任。</p>
	      <p>（三）乙方的业务合作单位所提供服务的品质及内容，由该业务合作单位自行负责，乙方不承担任何连带或补偿责任。</p>
	      <p>（四）甲方经由本网站下载任何资料，因资料之下载而导致甲方电脑系统的任何损坏或资料流失，甲方应自负完全责任。</p>
	      <p>（五）甲方同意，乙方不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失(无论乙方是否已被事先告知存在该等损害赔偿的可能性)：</p>
	      <p>1、乙方有权基于单方判断（包含但不限于乙方认为甲方已经违反本协议的明文规定及精神），暂停或终止向甲方提供交易服务，并移除甲方的资料或交易数据</p>
	      <p>2、在乙方发现甲方实施的交易异常，或乙方对甲方实施的交易有疑义，或乙方认为甲方实施的行为有违反法律规定、本协议、本网站公布的业务规则、操作指引之虞时，乙方可对甲方采取特殊限制措施（包括但不限于对甲方名下未完成的交易采取取消交易、调账、暂停交易服务等），并通过网站公告或站内信的形式通知甲方。</p>
	      <h3>第五条 用户注销</h3>
	      <p>如甲方需要注销其在本网站注册的用户名，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将会员账户中的可用款项（如有）全部取现或者向乙方发出其它合法的支付指令，并向乙方申请注销该会员账户，经乙方审核同意后可正式注销。乙方注销该注册用户名，即表明乙方与甲方之间的服务协议已解除，但甲方仍应对将使用乙方提供的交易服务期间的行为承担可能的违约或损害赔偿责任，同时乙方仍可保有甲方的相关资料和交易数据。</p>
	      <h3>第六条 本协议的生效、变更、解除</h3>
	      <p>（一）甲方通过本网站自助申请注册成为本网站用户，并接受乙方提供的交易服务的，本协议自甲方通过本网站系统注册成为本网站用户之日起生效；</p>
	      <p>（二）本协议内容及本网站已经发布或将来可能发布的各类规则，适用于甲方在本网站的全部活动，具有同等法律效力。甲方变更或终止接受乙方提供的交易服务，须根据本协议及本网站公布的相关业务规则规定的流程，书面向乙方提出有关申请，在得到乙方的批准后，可变更或终止接受乙方提供的交易服务。甲方终止交易服务前，应偿清所有应付款项及欠款。</p>
	      <p>（三）甲方不遵守本协议或乙方相关业务规则（包括调整后的业务规则）或存在其它损害乙方利益的行为时，乙方有权单方面终止并解除本协议，并不对甲方进行任何补偿或赔偿。如乙方因此遭受损失的，甲方应负赔偿责任。</p>
	      <p>（四）本协议部分条款无效，不影响其它条款的效力。</p>
	      <h3>第七条 本网站的使用限制</h3>
	      <p>（一）甲方在使用乙方通过本网站提供的交易服务时应遵守中华人民共和国相关法律法规，不得将有关服务用于任何非法目的，也不得以任何非法方式使用有关服务。</p>
	      <p>（二）甲方不得利用乙方通过本网站提供的交易服务从事侵害他人合法权益之活动，否则乙方有权拒绝向甲方提供相关服务，且甲方应承担由此引发的一切相关法律责任，因此导致乙方或乙方雇员受损的，甲方应承担赔偿责任。</p>
	      <p>（三） 乙方保有依其单独判断删除本网站平台内各类不符合法律政策或不真实或不适当的信息内容而无须通知甲方的权利，并无需承担任何责任。 若甲方未遵守以上规定的，乙方有权作出独立判断并采取暂停或关闭会员账户等措施，而无需承担任何责任。</p>
	      <h3>第八条 隐私权保护及授权条款</h3>
	      <p>（一）乙方对于甲方提供的、乙方自行收集的、经认证的个人信息将按照本协议予以保护、使用或者披露。乙方无需甲方同意即可向乙方关联实体转让与本网站平台有关的全部或部分权利和义务。未经乙方事先书面同意，甲方不得转让其在本协议项下的任何权利和义务。</p>
	      <p>（二）乙方可能自公开及私人资料来源收集甲方的额外资料，以更好地掌握甲方情况，并为甲方度身订造网站服务、解决争议并有助确保在本网站平台进行安全交易。</p>
	      <p>（三） 乙方按照甲方在本网站平台上的行为自动追踪关于甲方的某些资料。在不透露甲方的隐私资料的前提下，乙方有权对整个会员数据库进行分析并对会员数据库进行合理的利用。</p>
	      <p>（四） 甲方同意乙方可使用关于甲方的相关资料（包括但不限于乙方持有的有关甲方的档案中的资料，乙方从甲方目前及以前在本网站平台上的活动所获取的其他资料以及乙方通过其他方式自行收集的资料）以解决争议、对纠纷进行调停。甲方同意乙方可通过人工或自动程序对甲方的资料进行评价。</p>
	      <p>（五）乙方采用行业标准惯例以保护甲方的资料。甲方因履行本协议提供给乙方的信息，乙方不会恶意出售或免费共享给任何第三方，以下情况除外：</p>
	      <p>1、提供独立服务且仅要求服务相关的必要信息的供应商，如印刷厂、邮递公司等；</p>
	      <p>2、具有合法调阅信息权限并从合法渠道调阅信息的政府部门或其他机构，如公安机关、法院；</p>
	      <p>3、乙方的关联实体；</p>
	      <p>4、经平台使用方或平台使用方授权代表同意的第三方。</p>
	      <p>（六）甲方提供给乙方的信息（包括本协议签署之前提供和产生的），可用于乙方及因服务必要而委托的第三方为甲方提供服务及推荐产品，法律禁止的除外．</p>
	      <p>（七）乙方有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。在甲方未能按照与乙方签订的服务协议或者与乙方及本网站其他会员签订的协议等其他法律文本的约定履行自己应尽的义务时，乙方有权根据自己的判断，或者与该笔交易有关的其他会员的请求披露甲方的个人信息和资料，并做出评论。甲方严重违反本网站的相关规则（包括但不限于甲方的借款逾期超过[10]天等）的，乙方及本网站有权对甲方提供的及乙方自行收集的甲方的个人信息和资料编辑入网站黑名单，并将该黑名单对第三方披露，且乙方有权将甲方提交或乙方自行收集的甲方个人资料和信息与任何第三方进行数据共享，以便网站和第三方催收逾期借款及对甲方的其他申请进行审核之用，由此可能造成的您的任何损失，乙方不承担法律责任。</p>
	      <p>（八）因甲方过错或其他任何原因被乙方列入黑名单的，在甲方的违规行为消失后（如偿清欠款等），可申请乙方将其删除黑名单，经乙方核实后，可配合删除，但在乙方删除之前甲方黑名单信息被其他任何第三网站或任何渠道转载、传播的，乙方不承担任何责任。</p>
	      <h3>第九条 风险提示</h3>
	      <p>乙方提示甲方充分了解通过乙方及本网站进行交易的风险及收益特征，建议甲方在进行交易之前，通过正规渠道进行充分、详细的了解。甲方应对自己的资金状况、交易期限、收益预期、风险承受能力和风险偏好做出客观合理的评估后，在做出是否进行交易的决定，一旦您在本网站进行交易，即视为您对在本网站进行交易的风险有合理预期及承受能力，乙方及本网站不能也没有义务为如下风险负责：</p>
	      <p>1、宏观经济风险：因宏观经济形势变化，可能引起异常波动，甲方有可能遭受损失；</p>
	      <p>2、政策风险：有关法律、法规及相关政策、规则发生变化，可能导致交易行为受限或违反有关规定，甲方有可能遭受损失；</p>
	      <p>3、违约风险：因其他交易方无力或无意愿按时足额履约，甲方有可能遭受损失；</p>
	      <p>4、利率风险：市场利率变化可能对甲方的实际收益产生影响；</p>
	      <p>5、流动性风险：因交易项目不能迅速转变为现金，或者不能应付可能出现的投资人大规模集中提现等而造成甲方损失；</p>
	      <p>6、因甲方的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、使用的计算机系统被第三方侵入、委托他人代理交易时他人恶意或不当操作而造成的损失。</p>
	      <p>7、不可抗力及其他因素导致的风险；</p>
	      <p>本协议最终解释权归沃顿金服平台所有。</p>
	    </div>
	</div>
</template>
<script>
  export default {
    data() {
      return {

      };
    },
    watch: {
      '$route': function () {
        
      }
    },
    mounted() {
      this.$nextTick(function() {

      })
    },
    methods: {
	  goback() {
		this.$router.go(-1)
	  },
    },
    components: {
      
    }
  }
</script>
<style lang="scss" scoped>
	.m_box {
		margin-top:1.45rem;
   		padding: 0 0.2rem 1.45rem;
	    font-size: 0.32rem;
		h2 {
		    font-size: 0.43rem;
		    text-align: center;
		    padding: 0.2rem 0;
		}
		h3 {
			font-size: 0.37rem;
		    margin-bottom: 0.2rem;
		}
		p {
		    text-indent: 2em;
	        line-height: 0.45rem;
	        margin-bottom: 0.2rem;
		}
	}
</style>